<?php

return [
    'validation' => [
        'name' => [
            'required' => 'يرجى إدخال الاسم.',
            'min' => 'يجب أن يحتوي الاسم على :min أحرف على الأقل.',
        ],

        'email' => [
            'required' => 'يرجى إدخال البريد الإلكتروني.',
            'email' => 'يرجى إدخال بريد إلكتروني صالح.',
        ],

        'phone' => [
            'regex' => 'يرجى إدخال رقم هاتف صالح.',
        ],

        'message' => [
            'required' => 'يرجى إدخال الرسالة.',
            'min' => 'يجب أن تحتوي الرسالة على :min أحرف على الأقل.',
        ],
    ],
];
